Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/hvl.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Practical placements must last for at least 2 months and take place within the framework of a bilateral agreement with an organisation or a university.
nn: Praksisopphaldet skal vara minimum 2 månader og skje innanfor rammene av en praksisavtale med ei verksemd eller ein organisasjon/institusjon

source: The students should be able to analyze a problem, applying force vectors by using components, and use Newton's laws of motion in solving the problem.
nn: Studentane skal kunna analysera eit problem, setja opp kraftvektorar på komponentform og nytta Newton sine lovar til å løysa problemet.

source: September (Bjørnefjorden hotell) and 20.
nn: september (Bjørnefjorden hotell) og 20.

source: Choose the settings you want for your scanning, and type in your HVL e-mail address.
nn: Vel dei innstillingane du ønskjer for skanning, og skriv inn HVL e-postadressa di.

source: From autumn 2015, I was the head of the kindergarten teacher education at HiSF until the spring of 2018 when HiSF became HVL.
nn: Frå hausten 2015 tok eg over som instituttleiar for barnehagelærarutdanninga ved HiSF, ei stilling eg hadde fram til HVL si nye organisering tok til våren 2018.

source: has basic knowledge of maritime notions, -words and -terms
nn: har grunnleggande kunnskapar om maritime omgrep, ord og uttrykk

source: PROCARD is a research group that was established in 2009, and is chaired by professor Tone M. Norekvål.
nn: PROCARD er ei forskingsgruppe som vart formelt oppretta hausten 2009, og er leia av professor Tone M.

source: Concepts and techniques for loading and discharging of ships.
nn: Begrep og teknikkar for lasting og lossing av skip.

source: can identify 200 taxa (species /families) of ornamental plants commonly used in Norwegian grees space, with emphasis on lignoses.
nn: kan identifisere om lag 200 taxa (arter/slekter) av prydplanter som vert nytta i grøntanlegg i Norge, med hovudvekt på lignoser.

source: MarinLab is a towing tank test facility situated on the Bergen campus.
nn: MarinLab er eit skipsmodell-laboratorium på vår campus i Bergen.

source: NAB1028 Cooperation, organisation and culture at sea
nn: NAB1028 Samarbeid, organisasjon og kultur på skip

source: The main theme of the course is effective communication, adapted to the electrical, automation, renewable and power industries in collaboration with parties in the industry program and Kompetanse Norge.
nn: Hovudtema for kurset er effektiv kommunikasjon, tilpassa elektro-, automasjon-, fornybar- og kraftnæringa i samarbeid med partar i bransjeprogrammet og Kompetanse Norge.

source: The students carry out preparation and notification for a cadastral survey, boundary demarcation, as well as documentation for recording of new boundaries in the cadastre.
nn: Studentane utfører arbeidet med varsling av forretning, merking og måling av eigedomsgrenser, samt dokumentasjon for matrikkelføring.

source: I am an ecologist with particular interest in plants, both wild and domesticated.
nn: Eg er botanikar og økolog, og er glad i både ville og tamme planter.

source: Package 1 is on recruitment and inclusive practices at in nursing homes in rural and urban areas and will be based on interviews with nursing staff and a survey on the leaders experiences with immigrants in the staff.
nn: Arbeidspakke 1 handlar om rekruttering og inkluderande praksisar på sykehjem i rurale og urbane områder, og vil vere basert på intervju med pleiarar i sjukeheim pluss ein survey til leiarar i sjukeheim.

source: and 4 years at
nn: og 4 år på

source: It was presented to Forskings- og innovasjonsutvalet in May 2021.
nn: Den ble lagt fram for Forskings- og innovasjonsutvalet i mai 2021.

source: This page is under reconstruction.
nn: Denne siden er under ombygging.

source: Essential parts will be design of questionnaires, sampling techniques, collection of data and statistical analysis for generalization to a larger populations.
nn: Her vert det lagt vekt på utforming av spørjeskjema, innsamling av data, trekking av ulike typar utval og statistisk analyse for generalisering til større populasjonar.

source: In the period September 2017 to December 2018, I was a member of the Ministry of Educations
nn: I perioden september 2017 til desember 2018 var eg medlem av Kunnskapsdepartementet si

source: They should have insight in basic concepts and models in Physics and Mathematics, and be able to explain these to others.
nn: Dei har innsikt i grunnleggjande fysiske og matematiske omgrep og modellar, og kan forklare desse til andre.

source: Course Diploma is issued by Simsea.
nn: Kursbevis blir skrive ut av Simsea.

source: and continuing education courses.
nn: og ulike EVU-kurs.

source: MarinLab features a 50 x 3 x 2.2 m test-section towing tank, fitted with an Edinburgh Designs force-feedback wave maker and towing carriage with a maximum speed of 5m/s.
nn: MarinLab har eit tverrsnitt på 50 x 3 x 2,2 m. Laboratoriet er utstyrt med ei fullautomatisert bølgemaskin frå Edinburgh Design og ei slepevogn som har ei maksimal hastigheit på 5 m/s.

source: will be able to use tools for qualitative analysis
nn: vil vere i stand til å nytte verktøy for kvalitativ analyse

source: will have knowledge about formulating and testing hypothesis with a given set of collected data
nn: vil ha kunnskap om utforming og testing av hypotesar for eit gjeve sett med innsamla data

source: Findings will also be useful for developing curricula for future child welfare practitioner qualifications, as well as courses for child welfare experts.
nn: Funna vil også kunne informere framtidige kursprogram for barnesakkunnige og læreplanar for i helse- og sosialfaglege utdanningar.

source: - Can use proper terminology and perform stability calculations.
nn: - Kan nytta terminologi og gjøre berekningar innan hydrostatikk.

source: Theories and organizational practices related to innovation processes, inter-organizational collaborations such as open innovation and networks, spin-offs, accessing and utilizing internal and external resources are key topics.
nn: Sentrale tema er teoriar og praksis knytt til innovasjonsprosessar, inter-organisatorisk samarbeid (som open innovasjon og nettverk), avleggarar (spin-offs), tilgang til, og utnytting av interne og eksterne ressursar.

source: Allowed calculator is: Casio fx-991EX.
nn: Godkjend kalkulator er: Casio fx-991EX.

source: My work area is to coordinate the work at the E-health arena HVL and participate in research and development projects.
nn: Arbeidsområdet mitt er å koordinere arbeidet ved E-helsearena HVL, samt å delta i forskings- og utviklingsprosjekt.

source: From spring 2011 to autumn 2015, I worked as an assistant professor in kindergarten teacher education at Sogn og Fjordane University College (HiSF) with counseling and leadership as main courses.
nn: Frå våren 2011 til hausten 2015 arbeida eg som høgskulelektor ved barnehagelærarutdanninga ved Høgskulen i Sogn og Fjordane (HiSF), med hovudfokus på leiing, rettleiing og kommunikasjon.

source: In addition, 2 years of relevant work experience is required in order to apply for authorization.)
nn: I tillegg blir det krevd 2 års relevant arbeidserfaring for å kunne søkje om autorisasjon.)

source: Approved completed simulator exercises (will be specified at the beginning of the semester).
nn: Godkjent gjennomførte simulatorøvingar (vert spesifisert i semesterplan ved semesterstart).

source: Grading scale is A-F where F is fail.
nn: Karakterskala er A-F der F er stryk.

source: My research interests are in communications and automation.
nn: Mine forskningsinteresser er kommunikasjon og automasjon.

source: Has broad knowledge of relevant forms of communication onboard a ship - both internally onboard the ship and with other ships, land organizations, harbours, etc.
nn: Har brei kunnskap om relevante kommunikasjonsformer om bord i eit skip - både internt på skipet og med andre skip, landorganisasjonar, hamner, etc.

source: Grade averages at HVL.
nn: Utrekna karaktersnitt ved HVL.

source: Google Analytics stores parts of the IP address of visitors to collect geographic information.
nn: Google Analytics lagrar delar av IP-adressa til besøkande for å samle inn geografisk informasjon.

source: The final evaluation provides a basis for proposals for changes in the course and / or study program.
nn: Den avsluttande evalueringa gir grunnlag for forslag om endringar i emne og/eller studieprogram.

source: Social Studies, Religion, Philosophy and Ethics 1
nn: Samfunn, religion, livssyn og etikk 1

source: A further aim is to teach the student how to analyze and understand the strategic and normative side of corporate social responsibility (CSR).
nn: Eit vidare mål er å læra studenten å analysere og forstå den strategiske og normative siden av samfunnsansvar (CSR).

source: Work package 1 is approved by NSD, a municipality and a nursing home in Finnmark and an urban nursing home.
nn: Arbeidspakke 1 er godkjend av Norsk samfunnsvitskapleg datateneste (NSD), det er på plass samarbeidskommune og sjukeheim i Finnmark og på Vestlandet.

source: This course meets the requirements in STCW tables A-VI/2-1, A-VI/3 and A-VI/4-1.
nn: - Generell kompetanse: Kurset dekkjer krava i STCW tabell A-VI/2-1, A-VI/3 og A-VI/4-1.

source: The exchange must be of a length between 3 and 12 months and take place within the framework of a bilateral exchange agreement.
nn: Studieopphaldet skal vara mellom 3 og 12 månader og skje innanfor rammene av en bilateral avtale.

source: The subject matter of the course is operational leadership and psychology relevant for bridge officers during demanding maritime situations.
nn: Emnet tek føre seg operativ leiing og psykologi relevant for sjøoffiserar under krevjande maritime situasjonar.

source: insight into the main strategies for sustainable development, including ecological modernization and "degrowth"
nn: oversyn over hovudstrategiar for berekraftig utvikling, inkludert økologisk modernisering og "nedvekst"

source: In the period 2020-2022 I manage the research project
nn: I perioden 2020-2022 leiar eg forskingsprosjektet

source: Art, Culture and Creativity 1
nn: Kunst, kultur og kreativitet 1

source: To contribute to an improved understanding, Glöð (Gloeth - Glow) performs both experimental work and computational work, combining when necessary natural and social sciences.
nn: For å vera med på å utvikla naudsynt kunnskap, arbeider Glöð (Glød) både eksperimentelt og numerisk – og kombinerer når det trengs naturvitskap og samfunnsvitskap.

source: Completed the subject Maritme Legislation (NAB2019).
nn: Gjennomført emnet Maritimt regelverk (NAB2019).

source: Has broad knowledge of the use of alarm instructions, mustering lists, fire & safety plans onboard a ship
nn: Har brei kunnskap om bruk av alarminstruksar, mønstringslister, brann- og sikkerheitsplanar om bord i eit skip

source: will be able to analyse value streams in LCA-analysis
nn: vil vere i stand til å analysere enkle verdistraumar for LCA-analyse

source: Students will develop the competence to understand the functioning of relevant renewable energy technologies, e.g., solar-, hydro-, wind-, and bio-energies, and apply this towards project planning.
nn: Studenten vil kunne forstå korleis dei mest relevante fornybare energiteknologiane, for eksempel solar-, vatn-, vind- og bio- energiar fungerar, og nytte denne kompetansen i planlegging av prosjekt.

source: Basic mechanics, thermo physics, geometrical optics, gas laws, arithmetic, algebra, equations and inequalities, trigonometry, geometry and functions.
nn: Grunnleggjande mekanikk, termofysikk, geometrisk optikk, gasslovar, aritmetikk og algebra, likningar og ulikskapar, trigonometri, geometri og funksjonar.

source: I have my education as a kindergarten teacher from Volda University College, with a major in organization and leadership.
nn: Eg tok utdanning som førskulelærar ved Høgskulen i Volda, med fordjuping i organisasjon og leiing.

source: will be able to use tools for data treatment and statistical analysis (Excel)
nn: vil vere i stand til å nytte verktøy for handsaming av tall og statistisk analyse (Excel)

source: Students will develop knowledge about how to determine and discuss the potential for wind energy production.
nn: Studenten vil utvikle kunnskap om å fastsetje og diskutere potensialet for produksjon av vindenergi.

source: Hanne Tuntland is Head of section in 50% position for Interdisciplinary master and continuing education, Departement for health and functioning.
nn: Hanne Tuntland er fagseksjonsleder i 50% stilling for Tverrfaglig master og EVU (livslang læring) ved Institutt for helse og funksjon.

source: She also supervises master- and Ph.D.-candidates.
nn: I tillegg rettleier ho master- og ph.d.-kandidatar.

source: Central international instruments and conventions are: UNCLOS, SOLAS, COLREG, MLC, MARPOL, ISM-Code, ISPS-Code, Paris MoU etc.
nn: Sentrale konvensjonar og regelverk er Havrettskonvensjonen, SOLAS, COLREG, MLC, MARPOL, ISM-koden og ISPS-koden, Paris MoU osv.

source: Glöð (Gloeth - Glow) is a multidisciplinary research group on fire safety.
nn: Glöð (Glød) er ei tverrfagleg forskingsgruppe på brannsikkerheit.

source: I worked as an assistant professor from January 2015 until August 2016, teaching in early childhood teacher education, emphasizing multicultural pedagogy and leadership in kindergartens.
nn: Frå januar 2015 til hausten 2016 arbeida eg som høgskulelektor på barnehagelærarutdanninga med hovudfokus på fleirkulturell pedagogikk og leiing i barnehagen.
